Repository: LoopKit/Loop
Catalog: LoopUI/*.lproj/Localizable.strings
Languages: fr, it, nl, pl, ro, ru, tr

source: %1$@ %2$@ is operating with Closed Loop in the ON position.
fr: %1$@ %2$@ fonctionne avec la boucle fermée en position MARCHE.
it: %1$@ %2$@ sta funzionando con il ciclo chiuso in posizione ON.
nl: %1$@ %2$@ werkt met Gesloten Loop in de AAN stand
pl: %1$@ %2$@ działa z zamkniętą pętlą w pozycji WŁĄCZONA.
ro: %1$@ %2$@ operează cu bucla închisă în poziția ON.
ru: %1$@ %2$@ работает с замкнутым циклом в положении ON.
tr: %1$@ %2$@ Kapalı Döngü AÇIK konumdayken çalışıyor.

source: %1$@ Tap your CGM and insulin pump status icons for more information. %2$@ will continue trying to complete a loop, but check for potential communication issues with your pump and CGM.
fr: %1$@ Appuyer sur les icônes du CGM ou de la pompe à insulie pour plus d'information. %2$@ va continuer de tenter de compléter une boucle, mais vérifiez pour des problèmes de communication potentiels avec votre pompe et le CGM.
it: %1$@ Per ulteriori informazioni, toccare le icone di stato del CGM e del microinfusore d'insulina. %2$@ continuerà a tentare di completare un ciclo, ma controlla eventuali problemi di comunicazione con il microinfusore e il CGM.
nl: %1$@ Tik op je CGM- en insulinepompstatuspictogram voor meer informatie. %2$@ blijft proberen een loop te voltooien, maar let op mogelijke communicatieproblemen met je pomp en CGM.
pl: %1$@ Stuknij ikonę stanu CGM i pompy insulinowej, aby uzyskać więcej informacji. %2$@ będzie nadal próbował ukończyć pętlę, ale uważaj na potencjalne problemy z komunikacją z pompą i CGM.
ro: %1$@ Atingeți pictogramele de stare ale CGM și ale pompei de insulină pentru mai multe informații. %2$@ va continua să încerce să finalizeze o buclă, dar verificați eventualele probleme de comunicare cu pompa și CGM-ul dvs.
ru: %1$@ Для получения дополнительной информации коснитесь значков состояния мониторинга и инсулиновой помпы. %2$@ будет продолжать попытки завершить цикл, но следите за возможными проблемами связи с вашей помпой и мониторингом.
tr: %1$@ Daha fazla bilgi için CGM ve insülin pompası durum simgelerine dokunun. %2$@ döngüyü tamamlamaya çalışacak, ancak pompanız ve CGM ile olası iletişim sorunlarını kontrol edin.

source: %1$@ Tap your CGM and insulin pump status icons for more information. %2$@ will continue trying to complete a loop, but watch for potential communication issues with your pump and CGM.
fr: %1$@ Appuyer sur les icônes du CGM ou de la pompe à insuline pour plus d'information. %2$@ va continuer de tenter de compléter une boucle, mais surveillez pour des problèmes de communication potentiels avec votre pompe et le CGM.
it: %1$@ Per ulteriori informazioni, toccare le icone di stato del CGM e del microinfusore d'insulina. %2$@ continuerà a tentare di completare un ciclo, ma è necessario prestare attenzione a potenziali problemi di comunicazione con il microinfusore e il CGM.
nl: %1$@ Tik op je CGM- en insulinepompstatuspictogram voor meer informatie. %2$@ blijft proberen een loop te voltooien, maar let op mogelijke communicatieproblemen met je pomp en CGM.
pl: %1$@ Stuknij ikony stanu CGM i pompy insulinowej, aby uzyskać więcej informacji. %2$@ będzie nadal próbował ukończyć pętlę, ale uważaj na potencjalne problemy z komunikacją z pompą i CGM.
ro: %1$@ Atingeți pictogramele de stare pentru CGM și pompa de insulină pentru mai multe informații. %2$@ va continua să încerce să finalizeze o buclă, dar urmăriți eventualele probleme de comunicare cu pompa și CGM.
ru: %1$@ Для получения дополнительной информации коснитесь значков состояния мониторинга и инсулиновой помпы. %2$@ будет продолжать попытки завершить цикл, но следите за возможными проблемами связи с вашей помпой и мониторингом.
tr: %1$@ Daha fazla bilgi için CGM ve insülin pompası durum simgelerinize dokunun. %2$@ döngüyü tamamlamaya çalışacak, ancak pompanız ve CGM ile olası iletişim sorunlarına dikkat edin.

source: %1$@ is operating with Closed Loop in the OFF position. Your pump and CGM will continue operating, but the app will not adjust dosing automatically. %2$@
fr: %1$@ fonctionne avec la boucle fermée en position ARRÊT. Votre pompe et votre CGM continueront de fonctionner, mais l'application n'ajustera pas automatiquement le dosage. %2$@
it: %1$@ sta funzionando con il ciclo chiuso in posizione OFF. Il microinfusore e il CGM continueranno a funzionare, ma l'applicazione non regolerà automaticamente il dosaggio. %2$@
nl: %1$@ werkt met Gesloten Loop in de UIT stand. Je pomp en CGM blijven werken, maar de app past de dosering niet automatisch aan. %2$@
pl: %1$@ działa z zamkniętą pętlą w pozycji WYŁĄCZONA. Twoja pompa i CGM będą nadal działać, ale aplikacja nie będzie automatycznie dostosowywać dawkowania. %2$@
ro: %1$@ operează cu bucla închisă în poziția OFF. Pompa și CGM vor continua să funcționeze, dar aplicația nu va ajusta automat dozarea. %2$@
ru: %1$@ работает с замкнутым контуром в положении ВЫКЛ. Ваша помпа и мониторинг будут продолжать работать, но приложение не будет автоматически регулировать дозировку. %2$@
tr: %1$@ KAPALI konumda ve Kapalı Döngü ile çalışıyor. Pompanız ve CGM çalışmaya devam edecek, ancak uygulama dozajı otomatik olarak ayarlamayacaktır. %2$@

source: %@ ago
fr: Il y a %@
it: %@ fa
nl: %@ geleden
pl: %@ temu
ro: %@ în urmă
ru: %@ назад
tr: %@ önce

source: %@ U
nl: %@ E
pl: %@ J
ru: %@ ед
tr: %@ Ü

source: %1$@ ago
fr: Il y a %@
it: %1$@ fa
nl: %1$@ geleden
pl: %1$@ temu
ro: %@ în urmă
ru: %1$@ назад
tr: %1$@ önce

source: %1$@ ago at %2$@
fr: Il y a %@ à %2$@
it: %1$@ fa alle %2$@
nl: %1$@ geleden om %2$@
pl: %1$@ temu o %2$@
ro: Acum %1$@ la %2$@
ru: %1$@ назад в %2$@
tr: %1$@ önce %2$@

source: %1$@ at %2$@
fr: %1$@ à %2$@
it: %1$@ a %2$@
nl: %1$@ om %2$@
pl: %1$@ o %2$@
ro: %1$@ la %2$@
ru: %1$@ в %2$@

source: %1$@ units per hour at %2$@
fr: %1$@ unités par heure à %2$@
it: %1$@ unità per ora a %2$@
nl: %1$@ eenheden per uur om %2$@
pl: %1$@ jednostek na godzinę o %2$@
ro: %1$@ unități pe oră la %2$@
ru: %1$@ ед/час в %2$@
tr: her %2$@ saatte %1$@ ünite

source: %1$@ v%2$@
it: %1$@ contro %2$@
ru: %1$@ против %2$@

source: %1$@/min
ru: %1$@/минут
tr: %1$@/dk

source: <1 min ago
fr: moins qu'une minute
it: < 1 minuto fa
nl: <1 min geleden
pl: < 1 minutę temu
ro: < 1 min în urmă
ru: <1 мин. назад
tr: < 1 dakika önce

source: Closed loop
fr: Loop fermée
it: Loop chiuso
nl: Gesloten loop
pl: Pętla zamknięta
ro: Loop automat
ru: Алгоритм замкнутого цикла
tr: Kapalı Döngü

source: Closed Loop OFF
fr: Boucle Ouverte
it: Circuito chiuso OFF
nl: Gesloten Loop UIT
pl: Pętla zamknięta WYŁĄCZONA
ro: Buclă închisă dezactivata
ru: Замкнутый цикл ВЫКЛ
tr: Kapalı Döngü KAPALI

source: Closed Loop ON
fr: Boucle Fermée
it: Circuito chiuso ON
nl: Gesloten Loop AAN
pl: Zamknięta pętla WŁĄCZONA
ro: Buclă închisă activata
ru: Замкнутый контур ВКЛ
tr: Kapalı Döngü AÇIK

source: dB
ru: дБ

source: g
ru: г
tr: gr

source: HIGH
fr: HAUT
it: ALTO
nl: HOOG
pl: WYSOKI
ro: HIPER
ru: ВЫСОКИЙ
tr: YÜKSEK

source: Last completed loop %1$@.
fr: Dernière boucle terminée %1$@.
it: Ultimo ciclo completato %1$@ .
nl: Laatst voltooide loop %1$@.
pl: Ostatnia ukończona pętla %1$@ .
ro: Ultima buclă finalizată %1$@ .
ru: Последняя завершенная петля %1$@.
tr: Son tamamlanan döngü %1$@ .

source: Loop Failure
fr: Echec de Loop
it: Malfunzionamento di Loop
nl: Loopstoring
pl: Awaria pętli
ro: Eșec Loop
ru: Ошибка в работе петли
tr: Döngü Hatası

source: Loop ran %@ ago
fr: Loop a bouclé il y a %@
it: Loop funziona %@ fa
nl: Loop heeft %@ geleden gedraaid
pl: Pętla była uruchomiona %@ temu
ro: Loop a rulat acum %@
ru: Алгоритм цикла запущен %@ назад
tr: Döngü %@ önce çalıştı

source: Loop Warning
fr: Avertissement de Loop
it: Avviso Loop
nl: Loopwaarschuwing
pl: Ostrzeżenie o pętli
ro: Avertizare Loop
ru: Предупреждение о петле
tr: Döngü Uyarısı

source: LOW
fr: BAS
it: BASSO
nl: LAAG
pl: NISKI
ro: HIPO
ru: НИЗКИЙ
tr: DÜŞÜK

source: mg/dL
ru: мг/дл

source: Needs attention
fr: Nécessite de l'attention
it: Esige attenzione
nl: Aandacht vereist
pl: Wymaga uwagi
ro: Necesită atenție
ru: Требует внимания
tr: İlgilenmeniz gerekiyor

source: Open loop
fr: Loop ouverte
it: Loop aperto
pl: Otwarta Loop
ro: Loop manual
ru: Алгоритм открытого цикла
tr: Açık döngü

source: Tap Settings to toggle Closed Loop ON if you wish for the app to automate your insulin.
fr: Appuyez sur Paramètres pour activer la boucle fermée si vous souhaitez que l'application automatise l'administration d'insuline.
it: Tocca impostazioni per attivare il ciclo chiuso se si desidera che l'app automatizzi l'insulina.
nl: Tik op Instellingen om Gesloten Loop AAN te zetten als je wilt dat de app je insulinetoediening automatiseert.
pl: Stuknij Ustawienia, aby włączyć Pętlę zamkniętą, jeśli chcesz, aby aplikacja zautomatyzowała podawanie insuliny.
ro: Atingeți Setări pentru a activa bucla închisă dacă doriți ca aplicația să vă automatizeze administrarea de insulină.
ru: Нажмите "Настройки", чтобы включить "Замкнутый цикл", если вы хотите, чтобы приложение автоматизировало подачу инсулина.
tr: Uygulamanın insülininizi otomatikleştirmesini istiyorsanız, Kapalı Döngüyü AÇIK duruma getirmek için Ayarlar'a dokunun.

source: U
nl: E
pl: J
ru: ед
tr: Ü

source: Unknown
fr: Inconnu
it: Sconosciuto
nl: Onbekend
pl: Nieznany
ro: Necunoscut
ru: Неизвестно
tr: Bilinmeyen

source: Waiting for first run
fr: En attente de la première exécution
it: In attesa di prima esecuzione
nl: Aan het wachten op eerste run
pl: Oczekiwanie na pierwsze uruchomienie
ro: Se așteaptă prima rulare
ru: Ожидает первичного запуска
tr: İlk çalıştırma için bekleniyor

source: was at %1$@
fr: était à %1$@
it: era a %1$@
nl: was om %1$@
pl: był na %1$@
ro: a fost la %1$@
ru: был в %1$@
tr: %1$@ de idi
