Repository: LoopKit/Loop
Catalog: Loop/*.lproj/Localizable.strings
Languages: ar, fi, pl, pt_br, sv, uk, vi

source: When current or forecasted glucose is below the suspend threshold, Loop will not recommend a bolus, and will always recommend a temporary basal rate of 0 units per hour.
ar: عندما تكون قراءات السكر الحالية أو المتوقعة أقل من قيمة التعليق المؤقت ، لن يوصي التطبيق بجرعة، وسيوصي دائمًا بمعدل ضخ مؤقت يبلغ 0 وحدة في الساعة.
fi: Kun nykyinen tai ennustettu glukoosi on pysäytysrajan alapuolella, Loop ei suosittele bolusta ja suosittelee aina tilapäiseksi basaaliksi 0 yksikköä tunnissa.
pl: Kiedy aktualna lub prognozowana glukoza znajduje się poniżej progu zawieszenia, Loop nie zaleca bolusa i zawsze zaleca tymczasową dawkę podstawową wynoszącą 0 jednostek na godzinę.
pt_br: Quando a glicose atual ou prevista estiver abaixo do limite de suspensão, o Loop não recomendará um bolus e sempre recomendará uma taxa basal temporária de 0 unidades por hora
sv: När nuvarande eller förväntat slutglukosvärde är under tröskelvärdet kommer Loop inte att rekommendera en bolus, utan kommer alltid att föreslå en temporär basal på 0 enheter per timme.
uk: Коли поточна або прогнозована глюкоза нижча за межу призупинення, Loop не рекомендує болюс, і завжди рекомендуватиме тимчасову основну норму 0 одиниць на годину.
vi: Khi mức glucose hiện tại hoặc được dự báo thấp hơn ngưỡng tạm dừng, Loop sẽ không khuyến nghị một liều bolus và sẽ luôn khuyến nghị liều basal là 0 unit mỗi giờ.

source: Workout Targets
ar: أهداف التمارين
fi: Liikuntatavoitteet
pl: Zakres w czasie wysiłku fizycznego
pt_br: Metas de Exercício
sv: Målvärden för träning
uk: Цільові значення при фізичних навантаженнях
vi: Mục tiêu tập luyện

source: Amplitude
uk: Амплітуда

source: API Key
fi: API-avain

source: API Secret
fi: API-salasana
