Repository: LoopKit/Loop
Catalog: Loop/*.lproj/Localizable.strings
Languages: ar, fi, pl, pt_br, sv, uk, vi

source: (pending: %@)
ar: (قيد الانتظار: %@)
fi: (odot.: %@)
pl: (oczekujące: %@)
pt_br: (pendente: %@)
sv: (återstår: %@)
uk: (Очікування: %@)
vi: (đang chờ xử lý: %@)

source: %1$@ %2$@/U
ar: %1$@ %2$@/وحدة
pl: %1$@ %2$@/J
sv: %1$@ %2$@/E
uk: %1$@ %2$@/од

source: %1$@ U left
ar: %1$@ وحدة متبقية
fi: %1$@ U jäljellä
pl: %1$@ J pozostało
pt_br: %1$@ U restante
sv: %1$@ E kvar
uk: %1$@ Залишилось од
vi: %1$@ U còn lại

source: %1$@ U left: %2$@
ar: %1$@ وحدة متبقية: %2$@
fi: %1$@ U jäljellä: %2$@
pl: %1$@ J pozostało: %2$@
pt_br: %1$@ U restante: %2$@
sv: %1$@ E kvar: %2$@
uk: %1$@ Залишилось од: %2$@
vi: %1$@ U còn lại: %2$@

source: %1$@ U/hour @ %2$@
ar: %1$@ وحدة/ساعة @ %2$@
fi: %1$@ U/h klo %2$@
pl: %1$@ J/godzinę @ %2$@
pt_br: %1$@ U/hora @ %2$@
sv: %1$@ E/h @ %2$@
uk: %1$@ од/год @ %2$@
vi: %1$@ U/giờ @ %2$@

source: %@ absorbed
ar: %@ استغرق
fi: %@ imeytynyt
pl: %@ zaabsorbowane
pt_br: %@ absorvida
sv: %@ absorberat
uk: %@ засвоєно
vi: %@ được hấp thụ

source: %@ U Total
ar: %@ وحدة بشكل كامل
fi: %@ U yhteensä
pl: %@ J łącznie
sv: %@ E totalt
uk: %@ всього
vi: %@ U Tổng cộng

source: 15 min glucose regression coefficient (b₁), continued with decay over 30 min.
ar: 15 دقيقة معامل انحدار قراءات سكر الدم (b₁), ويستمر بالاضمحلال خلال 30 دقيقة
fi: 15 min glukoosin regressiokerroin (b₁), hiipuen 30 min kuluessa
pl: 15 minutowy współczynnik regresji glukozy (b₁), kontynuowany z rozkładem przez 30 min.
pt_br: 15 min coeficiente de regressão de glicose (b₁), continuada com queda em 30 min.
sv: 15 minuters glukosregressionskoefficient (b₁), fortsatt med 30 minuters avklingande
uk: Коефіцієнт регресії глюкози 15 хв (b₁), продовжений розпадом протягом 30 хв
vi: 15 phút hồi quy glucose (b₁), tiếp tục phân rã trên 30 phút.

source: 30 min comparison of glucose prediction vs actual, continued with decay over 60 min.
ar: 30 دقيقة مقارنة قراءات سكر الدم المتوقعة والفعلية , ويستمر بالاضمحلال خلال 60 دقيقة
fi: 30 min vertailu ennustetun ja todellisen glukoosin välillä, hiipuen 60 min kuluessa
pl: 30 minutowe porównanie przewidywania stężenia glukozy w stosunku do rzeczywistego, kontynuowane z rozkładem przez 60 min.
pt_br: 30 min de comparação da previsão de glicose vs atual, continuada com queda em 60 min.
sv: 30 min jämförelse av glukosprediktion och faktiskt värde, fortsatt med 60 miuters avklingande.
uk: 30-хвилинне порівняння прогнозування глюкози з фактичним, продовжувалося розпадом протягом 60 хв
vi: 30 phút so sánh dự đoán glucose so với thực tế, tiếp tục với sự phân rã hơn 60 phút.

source: A model based on the published absorption of Fiasp insulin.
ar: نموذج يستند على امتصاص أنسولين Fiasp.
fi: Perustuu Fiasp-insuliinin julkaistuun imeytymismalliin.
pl: Model oparty na opublikowanej absorpcji insulin Fiasp.
pt_br: Um modelo baseado na absorção publicada da insulina Fiasp.
sv: Insulinmodell baserad på publicerade studier av absorption av Fiasp-insulin.
uk: Модель, заснована на опублікованій абсорбції інсуліну FIASP.
vi: Mô hình dựa trên sự hấp thụ được công bố đối với insulin Fiasp.

source: A model based on the published absorption of Humalog, Novolog, and Apidra insulin in adults.
ar: نموذج يستند على امتصاص أنسولين Humalog و Novolog و Apidra لدى البالغين.
fi: Perustuu Humalog-, Novorapid- ja Apidra-insuliinien julkaistuun imeytymismalliin aikuisilla.
pl: Model oparty na opublikowanej absorpcji insulin Humalog, Novolog/Novorapid i Apidra u dorosłych.
pt_br: Um modelo baseado na absorção publicada das insulinas Humalog, Novolog e Apidra em adultos.
sv: Insulinmodell baserad på publicerade studier av absorption av Humalog-, Novolog- samt Apidra-insulin hos vuxna.
uk: Модель, заснована на опублікованій абсорбції інсуліну Humalog, Novolog та Apidra у дорослих.
vi: Mô hình dựa trên sự hấp thụ được công bố của các loại insulin Humalog, Novolog và Apidra ở người lớn.

source: AcceptRecommendedBolus
ar: استخدم قيمة الجرعة الموصى بها
fi: HyväksySuositeltuBolus
pt_br: AceitarBolusRecomendado
uk: Прийяти рекомендований болюс

source: Active Carbohydrates
ar: الكربوهيدرات النشطة
fi: Aktiivinen hiilihydraatti
pl: Aktywne węglowodany
pt_br: Carboidratos Ativos
sv: Aktiva kolhydrater
uk: Активні вуглеводи
vi: Lượng Carbohydrates còn hoạt động

source: Active Carbohydrates: %@
ar: الكربوهيدرات النشطة: %@
fi: Aktiivinen hiilihydraatti: %@
pl: Aktywne węglowodany: %@
pt_br: Carboidratos Ativos: %@
sv: Aktiva kolhydrater: %@
uk: Активні вуглеводи: %@
vi: Lượng Carbohydrates còn hoạt động: %@

source: Active Insulin
ar: الأنسولين النشط
fi: Aktiivinen insuliini
pl: Aktywna Insulina
pt_br: Insulina Ativa
sv: Aktivt insulin
uk: Активний інсулін
vi: Lượng Insulin còn hoạt động

source: Active Insulin: %@
ar: الأنسولين النشط: %@
fi: Aktiivinen insuliini: %@
pl: Aktywna Insulina: %@
pt_br: Insulina Ativa: %@
sv: Aktivt insulin: %@
uk: Активний інсулін: %@
vi: Lượng Insulin còn hoạt động: %@

source: Add Meal
ar: إضافة وجبة
fi: Lisää ateria
pl: Dodaj posiłek
pt_br: Adicionar Refeição
sv: Lägg till måltid
uk: Додати їжу
vi: Khai báo bữa ăn

source: Add Pump
ar: إضافة مضخة
fi: Lisää pumppu
pl: Dodaj pompę
pt_br: Adicionar Bomba
sv: Lägg till pump
uk: Додати помпу
vi: Khai báo bơm

source: An adjustment to the adult model based on empirical effects in children.
ar: تعديل على نموذج الكبار على أساس التأثيرات التجريبية عند الأطفال.
fi: Aikuisten mallista lapsille mukautettu empiirisiin vaikutuksiin perustuva malli.
pl: Dostosowanie do modelu dorosłego opartego na efektach empirycznych u dzieci.
pt_br: Um ajuste do modelo para adultos baseado nos efeitos empíricos em crianças.
sv: En justering av vuxenmodellen baserad på empirisk effekt på barn.
uk: Пристосування до моделі для дорослих на основі емпіричних ефектів у дітей.
vi: Sự điều chỉnh cho mẫu người lớn dựa trên hiệu ứng theo kinh nghiệm ở trẻ em.

source: at %@
ar: في %@
fi: klo %@
pl: o %@
pt_br: em %@
sv: kl. %@
uk: в %@
vi: lúc %@

source: Authenticate to Bolus %@ Units
ar: المصادة على ضخ %@ وحدات
fi: Vahvista bolus %@ yksikköä
pl: Autoryzacja Bolusa %@ jednostek
pt_br: Autentique para Bolus de %@ Unidades
sv: Godkänn bolus på %@ enheter
uk: Підтвердження болюса %@ од
vi: Xác thực liều Bolus %@ Units

source: Basal Rate Schedule
ar: جدول الضخ المستمر
fi: Basaaliohjelma
pl: Harmonogram dawki standardowej
pt_br: Programação da Taxa Basal
sv: Basaldosschema
uk: Графік швидкості базалу
vi: Lịch biểu tiêm liều basal

source: Basal Rates
ar: الضخ المستمر
fi: Basaalitasot
pl: Wartości bazy
pt_br: Taxa Basal
sv: Basaldoser
uk: Швидкості базалу

source: Bolus
ar: الجرعة
pl: Bolusa
uk: Болюс
vi: Liều Bolus

source: Cancel
ar: إلغاء
fi: Kumoa
pl: Anuluj
pt_br: Cancelar
sv: Avbryt
uk: Скасувати
vi: Hủy bỏ

source: Carb effects
ar: تأثيرات الكارب
fi: Hiilihydraattivaikutus
pl: wpływ węglowodanów
pt_br: Efeitos Carb
sv: Kolhydrateffekter
uk: Вплив вуглеводів
vi: các tác động của Carb

source: Carb Ratios
ar: معاملات الكارب
fi: Hiilihydraattisuhteet
pl: Wartości Węglowodanów
pt_br: Relação Carb
sv: Kolhydratskvoter
uk: Коефіцієнти вуглеводів
vi: Tỷ lệ Carb

source: Carbohydrates
ar: الكربوهيدرات
fi: Hiilihydraatit
pl: Węglowodany
pt_br: Carboidratos
sv: Kolhydrater
uk: Вуглеводи
vi: Các bon hydrat

source: Carbs Absorbed (g) ÷ Carb Ratio (g/U) × Insulin Sensitivity (%1$@/U)
ar: الكارب الذي تم امتصاصه (جرام) ÷ معامل الكارب (جرام لكل وحدة) × حاسية الأنسولين (%1$@/وحدة)
fi: Imeytyneet hiilihydraatit (g) ÷ Hiilihydraattisuhde (g/U) × Insuliiniherkkyys (%1$@/U)
pl: Ilość węglowodanów (g) ÷ stosunek węglowodanów (g/J) × czułość insuliny (%1$@/J)
pt_br: Carbs Absorvidos (g) ÷ Relação Carb (g/U) × Sensibilidade a Insulina (%1$@/U)
sv: Absorberade kolhydrater (g) ÷ Insulinkvot (g/E) × Insulinkänslighet (%1$@/E)
uk: Засвоєні вуглеводи (г) ÷ коефіцієнт вуглеводів (г / од) × Чутливість до інсуліну (%1$@/од)
vi: Khối lượng carb tiêu thụ (g) ÷ Tỷ lệ Carb (g/U) × Độ nhạy của Insulin (%1$@/U)

source: Change the pump battery immediately
ar: قم بتغيير بطارية المضخة على الفور
fi: Vaihda pumpun paristo välittömästi
pl: Zmień pilnie baterię w pompie
pt_br: Troque a bateria da bomba imediatamente
sv: Byt pumpbatteri nu
uk: Негайно замініть акумулятор помпи
vi: Thay pin máy bơm ngay

source: Change the pump reservoir now
ar: قم بتغيير خزان المضخة الآن
fi: Vaihda pumpun säiliö
pl: Uzupełnij insulinę w pompie
pt_br: Troque o reservatório da bomba agora
sv: Byt pumpreservoar nu
uk: Замініть резервуар помпи
vi: Thay ngăn chứa insulin bây giờ

source: Check settings
ar: تأكد من الإعدادات
fi: Tarkista asetukset
pl: Sprawdź ustawienia
pt_br: Verifique as configurações
sv: Kontrollera inställningarna
uk: Перевірте налаштування
vi: Kiểm tra các cài đặt

source: Check that your pump is in range
ar: تأكد أن المضخة في النطاق
fi: Tarkista, että pumppu on riittävän lähellä
pl: Upewnij się, że Twoja pompa jest w zasięgu
pt_br: Verifique se sua bomba está dentro do alcance
sv: Kontrollera att pumpen är inom räckhåll
uk: Переконайтеся, що ваша помпа знаходиться в зоні досяжності
vi: Kiểm tra máy bơm đang trong phạm vi cho phép

source: Check your CGM data source
ar: تأكد من مصدر قراءات السكر المستمرة
fi: Tarkista CGM-tietolähde
pl: Sprawdź swój CGM
pt_br: Verifique seu dispositivo CGM
sv: Kontrollera din CGM:s datakälla
uk: Перевірте джерело даних CGM
vi: Kiểm tra nguồn dữ liệu CGM của bạn

source: Closed Loop
ar: حلقة مغلقة
fi: Suljettu säätö
pl: Zamknięta Loop
pt_br: Ciclo Fechado
sv: Sluten loop
uk: Замкнений цикл
vi: Vòng lặp kín

source: Configuration
ar: المعطيات
fi: Määritykset
pl: Konfiguracja
pt_br: Configurações
sv: Konfiguration
uk: Конфігурація
vi: Cấu hình

source: Configuration Error: %1$@
ar: خطأ في المعطيات: %1$@
fi: Määritysvirhe: %1$@
pl: Błąd konfiguracji: %1$@
pt_br: Erro de Configuração: %1$@
sv: Konfigurationsfel %1$@
uk: Помилка конфігурації: %1$@
vi: Lỗi cấu hình: %1$@

source: Continuous Glucose Monitor
ar: نظام متابعة السكر المستمرة
fi: Glukoosinseuranta (CGM)
pl: Ciągły Monitoring Glukozy
pt_br: Monitoramento Contínuo de Glicose
sv: Kontinuerlig glukosmätning
uk: Постійний моніторинг глюкози
vi: Kiểm soát đường huyết liên tục

source: Correction Range
ar: نطاق التصحيح
fi: Korjausalue
pl: Zakres korekty
pt_br: Zona de correção
sv: Målvärde
uk: Діапазон корекції
vi: Phạm vi Điều chỉnh

source: Current glucose of %1$@ is below correction range.
ar: قراءة سكر الدم %1$@ أقل من نطاق التصحيح.
fi: Nykyinen glukoosi %1$@ on korjausalueen alapuolella.
pl: Poziom glukozy %1$@ jest poniżej wartości korekcji.
pt_br: Glicemia atual %1$@ está abaixo da zona de correção.
sv: Nuvarande glukosvärde %1$@ är under målvärde.
uk: Поточний рівень глюкози %1$@ знаходиться нижче межі корекції.
vi: Chỉ số glucose hiện tại %1$@ nằm dưới Phạm vi Điều chỉnh.

source: Customer Token
ar: رمز العميل
fi: Asiakastunniste
pl: Token użytkownika
pt_br: Token do Cliente
sv: Inloggningsuppgift
uk: Клієнтський жетон

source: Delivery Limits
ar: حدود الضخ
fi: Annostelurajat
pl: Limit podaży
pt_br: Limites de entrega
sv: Maxdoser
uk: Ліміти подачі
vi: Giới hạn tiêm

source: Disables
ar: تعطيل
fi: Poistaa käytöstä
pl: Wyłącza
pt_br: Desativa
sv: Stänger av
uk: Деактивує
vi: Vô hiệu hóa

source: Enables
ar: تفعيل
fi: Ottaa käyttöön
pl: Włącza
pt_br: Ativar
sv: Slår på
uk: Активує
vi: Cho phép

source: Enter suspend threshold
ar: أدخل حد التوقف
fi: Aseta pysäytysraja
pl: Wprowadź próg zawieszenia pompy
pt_br: Digite o limite de suspensão
sv: Ange tröskelvärde
uk: Введіть поріг призупинення
vi: Nhập ngưỡng tạm dừng

source: Eventually %@
ar: في النهاية %@
fi: Ennuste %@
pl: docelowo %@
pt_br: Eventualmente %@
sv: Förväntat %@
uk: Врешті-решт %@
vi: Kết quả %@

source: Exceeds Maximum Bolus
ar: يتجاوز أقصى جرعة
fi: Ylittää maksimiboluksen
pl: Osiągnięto bolus maksymalny
pt_br: Excede o Bolus Máximo
sv: Överstiger maxbolusdos
uk: Перевищено максимальний болюс
vi: Vượt quá liều Bolus tối đa

source: For %1$@
ar: لمدة %1$@
fi: %1$@ ajaksi
pl: Do %1$@
pt_br: Por %1$@
sv: I %1$@
uk: Проягом %1$@

source: Glucose
ar: قراءات السكر
fi: Glukoosi
pl: Glukoza
pt_br: Glicose
sv: Glukos
uk: Глюкоза
vi: Đường huyết

source: Glucose data is %1$@ old
ar: قراءات السكر منذ %1$@
fi: Glukoositieto on %1$@ vanha
pl: Dane o glukozie są nieaktualne od %1$@
pt_br: Medida de glicose está %1$@ atrasada
sv: Glukosvärde är %1$@ gammalt
uk: Дані про глюкозу застаріли %1$@
vi: Dữ liệu đường huyết %1$@ cũ

source: Glucose data not available
ar: قراءات السكر غير متوفرة
fi: Glukoositietoja ei saatavilla
pl: Dane o glukozie są niedostępne
pt_br: Medida de glicose não disponível
sv: Glukosvärde saknas
uk: Дані про глюкозу відсутні
vi: Dữ liệu đường huyết không sẵn sàng

source: Glucose Momentum
ar: مقاومة سكر الدم
fi: Glukoosin liike
pl: Pęd glukozy
pt_br: Aceleração da Glicose
sv: Glukosförändring
uk: Імпульс глюкози
vi: Chuyển động của Glucose

source: Indefinitely
ar: إلى أجل غير مسمى
fi: Toistaiseksi
pl: Niemożliwy do określenia
pt_br: Indefinidamente
sv: Oändligt
uk: Нескінченно
vi: Vô hạn định

source: Insulin
ar: الأنسولين
fi: Insuliini
pl: Insulina
pt_br: Insulina
uk: Інсулін
vi: Thuốc Insulin

source: Insulin Absorbed (U) × Insulin Sensitivity (%1$@/U)
ar: الأنسولين الذي تم امتصاصه (وحدات) × حساسيو الأنسولين (%1$@/وحدة)
fi: Imeytynyt insuliini (U) × Insuliiniherkkyys (%1$@/U)
pl: Insulina podana (U) × czułość insuliny (%1$@/J)
pt_br: Insulina Absorvida (U) × Sensibilidade a Insulina (%1$@/U)
sv: Insulin absorberat (E) × Insulinkänslighet (%1$@/E)
uk: Інсулін засвоєно (од) × чутливість до інсуліну (%1$@/од)
vi: Lượng insulin tiêu hao (U) × Độ nhạy của insulin (%1$@/U)

source: Insulin Delivery
ar: توصيل الأنسولين
fi: Insuliinin annostelu
pl: Podaż insuliny
pt_br: Insulina Entregue
sv: Insulin doserat
uk: Введення інсуліну
vi: Khối lượng tiêm insulin

source: Insulin effects
ar: تأثيرات الأنسولين
fi: Insuliinivaikutus
pl: wpływ insuliny
pt_br: Efeitos da Insulina
sv: Insulineffekter
uk: Вплив інсуліну
vi: Tác dụng của insulin

source: Insulin Model
ar: نوع الأنسولين
fi: Insuliinimalli
pl: Model insuliny
pt_br: Modelo de Insulina
sv: Insulinmodell
uk: Модель інсуліну
vi: Chủng loại Insulin

source: Insulin Sensitivities
ar: حساسية الأنسولين
fi: Insuliiniherkkyydet
pl: Wrażliwość na insulinę
pt_br: Sensibilidades a Insulina
sv: Insulinkänslighet
uk: Чутливість до інсуліну
vi: Độ nhạy của Insulin

source: Invalid data: %1$@
ar: بيانات غير صالحة: %1$@
fi: Virheellinen tieto: %1$@
pl: Błędne dane: %1$@
pt_br: Dados inválidos: %1$@
sv: Ogiltigt värde: %1$@
uk: Недійсні дані: %1$@
vi: Dữ liệu vô hiệu: %1$@

source: Issue Report
ar: تقرير المشكلة
fi: Ongelmaraportti
pl: Zgłaszanie błędów
pt_br: Gerar Relatório
sv: Skapa felrapport
uk: Звіт про випуск
vi: Xuất bản Báo cáo

source: Launches CGM app
ar: قم بتشغيل تطبيق نظام متابعة سكر الدم المستمرة
fi: Avaa CGM-sovelluksen
pl: Uruchamia aplikację CGM
pt_br: Inicia app CGM
sv: Startar CGM-app
uk: Запускає додаток CGM
vi: Phát hành ứng dụng CGM

source: Loading...
ar: تحميل...
fi: Ladataan...
pl: Ładowanie...
pt_br: Carregando...
sv: Laddar...
uk: Завантаження...
vi: Đang tải...

source: Loop Failure
ar: فشل في الحلقة المغلقة
fi: Loopin häiriö
pl: Błąd Loop
pt_br: Falha no Loop
sv: Loop-fel
uk: Помилка в роботі
vi: Loop lỗi

source: Loop has not completed successfully in %@
ar: لم تتم الحلقة المغلقة بنجاح منذ %@
fi: Häiriö Loopin toiminnassa %@
pl: Loop nie działał poprawnie przez %@
pt_br: Nenhum ciclo completo com sucesso em %@
sv: Loop har inte lyckats köra på %@
uk: Цикл не завершено успішно в %@
vi: Loop không hoạt động thành công trong %@

source: Missing data: %1$@
ar: بيانات مفقودة: %1$@
fi: Tiedot puuttuvat: %1$@
pl: Brakujące dane: %1$@
pt_br: Dados ausentes: %1$@
sv: Saknar data: %1$@
uk: Відсутні дані: %1$@
vi: Dữ liệu thiếu: %1$@

source: Momentum effects
ar: تأثيرات النشاط
fi: Liikevaikutukset (momentum)
pl: wpływ pędu
pt_br: Efeitos de aceleração
sv: Momentumeffekter
uk: Ефекти імпульсу
vi: Hiệu ứng động lượng

source: Nightscout
ar: نايتسكاوت

source: No connected devices, or failure during device connection
ar: لا يوجد أجهزة متصلة, أو يوجد خطأ أثناء الاتصال
fi: Ei yhdistettyjä laitteita tai häiriö laiteyhteydessä
pl: Brak podłączonych urządzeń lub awaria podczas połączenia urządzenia
pt_br: Nenhum dispositivo conectado ou falha durante a conexão
sv: Ingen ansluten enhet, eller fel vid anslutning till enhet
uk: Немає підключених пристроїв або несправності під час підключення пристрою
vi: Không có thiết bị nào được kết nối, hoặc lỗi trong quá trình kết nối

source: Pre-Meal Targets
ar: أهداف ما قبل الوجبة
fi: Ennen ateriaa -tavoite
pl: Poziom przed posiłkiem
pt_br: Meta Pré-Refeição
sv: Målvärden före måltid
uk: Цілі перед їжею
vi: Mục tiêu trước bữa ăn

source: Predicted glucose at %1$@ is %2$@.
ar: قراءاة سكر الدم بعد %1$@ هي %2$@.
fi: Ennustettu glukoosi klo %1$@ on %2$@.
pl: Przewidywany poziom cukru o %1$@ wyniesie %2$@
pt_br: Glicemia prevista em %1$@ é %2$@.
sv: Förväntat glukosvärde vid %1$@ är %2$@.
uk: Прогнозований рівень глюкози при %1$@ -- %2$@.
vi: Dự đoán đường huyết vào lúc %1$@ là %2$@.

source: Predicted glucose of %1$@ is below your suspend threshold setting.
ar: قراءة سكر الدم المتوقعة %1$@ أقل من قيمة تعليق الضخ في الإعدادات.
fi: Ennustettu glukoosi %1$@ on pysäytysrajan alapuolella.
pl: Przewidywany poziom cukru %1$@ jest poniżej progu zawieszenia.
pt_br: Glicemia prevista de %1$@ está abaixo do limite de suspensão.
sv: Förväntat glukosvärde %1$@ är under ditt tröskelvärde.
uk: Прогнозований рівень глюкози %1$@ нижче встановленого порогу призупинення.
vi: Dự đoán đường huyết %1$@ là dưới ngưỡng tạm ngưng trong cài đặt của bạn.

source: Pump
ar: المضخة
fi: Pumppu
pl: Pompa
pt_br: Bomba
uk: Помпа
vi: Bơm

source: Pump Battery Low
ar: بطارية المضخة منخفضة
fi: Pumpun paristo vähissä
pl: Niski poziom baterii w pompie
pt_br: Batteria da Bomba Fraca
sv: Låg batterinivå i pump
uk: Низький заряд батареї помпи
vi: Pin của bơm thấp

source: Pump data is %1$@ old
ar: بيانات المضخة منذ %1$@
fi: Pumpputieto on %1$@ vanha
pl: Dane z pompy są nieaktualne od %1$@
pt_br: Dados da bomba são de %1$@ atrás
sv: Pumpvärdena är %1$@ gamla
uk: Дані помпи застаріли %1$@
vi: Dữ liệu bơm %1$@ là cũ

source: Pump Manager
ar: إدارة المضخة
fi: Pumpun hallinta
pl: Zarządzanie Pompą
pt_br: Gerenciamento da Bomba
sv: Pumphantering
uk: Керування помпами
vi: Trình quản lý bơm

source: Pump Reservoir Empty
ar: خزان المضخة منتهي
fi: Pumpun säiliö tyhjä
pl: Zbiornik w pompie jest pusty
pt_br: Reservatório da Bomba Vazio
sv: Pumpreservoaren är tom
uk: Резервуар помпи пустий
vi: Ngăn chứa hết insulin

source: Pump Reservoir Low
ar: خزان المضخة منخفض
fi: Pumpun säiliö vähissä
pl: Niski stan zbiornika w pompie
pt_br: Reservatório da Bomba Vazio
sv: Pumpreservoaren har låg nivå
uk: Низький рівень в резервуарі помпи
vi: Ngăn chứa insulin thấp

source: Rapid-Acting – Adults
ar: التأثيرالسريع - كبار
fi: Nopeavaikutteinen – aikuiset
pl: Szybko-działająca - Dorośli
pt_br: Ação-Rápida – Adultos
sv: Snabbverkande – vuxna
uk: Швидко діючі - для дорослих
vi: Thuốc tác động nhanh cho người lớn

source: Rapid-Acting – Children
ar: التأثيرالسريع - أطفال
fi: Nopeavaikutteinen – lapset
pl: Szybko-działająca - Dzieci
pt_br: Ação-Rapida – Crianças
sv: Snabbverkande – barn
uk: Швидко діючі - для дітей
vi: Thuốc tác động nhanh cho trẻ em

source: Recommendation expired: %1$@ old
ar: انتهت صلاحية التوصية منذ: %1$@
fi: Suositus vanhentunut: %1$@ vanha
pl: Rekomendacja nieaktualna od %1$@
pt_br: Recomendação expirou: %1$@ atrás
sv: Rekommendationen gick ut för %1$@ sedan
uk: Термін дії рекомендації минув: %1$@
vi: Khuyến cáo hết hạn: %1$@ phút

source: Recommended Basal
ar: الضخ المستمر الموصى به
fi: Suositeltu basaali
pl: Rekomendowana baza
pt_br: Basal Recomendada
sv: Rekommenderat basalvärde
uk: Рекомендований Базал
vi: Liều Basal khuyến nghị

source: Recommended Bolus: %@ Units
ar: الجرعة الموصى بها: %@ وحدات
fi: Suositeltu bolus: %@ yksikköä
pl: Rekomendowany bolus: %@ jednostek
pt_br: Bolus Recomendado: %@ Unidades
sv: Rekommenderad bolus: %@ enheter
uk: Рекомендований болюс: %@ од
vi: Liều Bolus khuyến nghị: %@ Units

source: Reservoir
ar: الخزان
fi: Säiliö
pl: Zbiornik
pt_br: Reservatório
sv: Reservoar
uk: Резервуар
vi: Ngăn chứa insulin

source: Retrospective Correction
ar: التصحيح بأثر رجعي
fi: Retrospektiivinen korjaus
pl: Korekcja retrospektywna
pt_br: Correção Retrospectiva
sv: Retrospektiv korrigering
uk: Ретроспективна корекція
vi: Liều Bổ sung còn hiệu lực

source: Retry
ar: أعد المحاولة
fi: Uudelleen
pl: Ponów
pt_br: Tentar novamente
sv: Försök igen
uk: Повторити
vi: Thử lại

source: Services
ar: الخدمات
fi: Palvelut
pl: Usługi
pt_br: Serviços
sv: Tjänster
uk: Сервіси
vi: Dịch vụ

source: Settings
ar: الإعدادات
fi: Asetukset
pl: Ustawienia
pt_br: Configurações
sv: Inställningar
uk: Налаштування
vi: Cài đặt

source: Shows last loop error
ar: يظهر خطأ الحلقه الاخير
fi: Näyttää Loopin viimeisimmän virheen
pl: Pokazuje ostatni błąd Loop
pt_br: Mostrar último erro do ciclo
sv: Visar senaste loopfelet
uk: Показати останню помилку циклу
vi: Hiển thị lỗi của loop trước đó

source: since %@
ar: منذ %@
fi: %@ jälkeen
pl: od %@
pt_br: desde %@
sv: sedan %@
uk: від %@
vi: từ khi %@

source: Site URL
ar: رابط الموقع
fi: URL
pl: URL strony
sv: Adress (URL)
uk: URL сайту

source: Starting Bolus
ar: بدء الجرعة
fi: Aloitetaan bolus
pl: Rozpoczynam podawanie bolusa
pt_br: Iniciando Bolus
sv: Påbörjar bolus
uk: Починаю Болюс
vi: Bắt đầu liều Bolus

source: Suspend Threshold
ar: قيمة التعليق
fi: Pysäytysraja
pl: Próg zawieszenia pompy
pt_br: Limite de Suspenção
sv: Tröskelvärde
uk: Поріг призупинення
vi: Ngưỡng Tạm dừng

source: The legacy model used by Loop, allowing customization of action duration.
ar: النموذج المستخدم بالتطبيق، يسمح بتخصيص مدة الفعالية.
fi: Loopin vanha insuliinimalli, jossa voi muokata insuliinin vaikutusaikaa.
pl: Model umożliwiający dostosowanie czasu działania insuliny.
pt_br: O modelo antigo utilizado pelo Loop permitindo personalização da duração da ação.
sv: Äldre modell använd av Loop, vilken tillåter anpassing av effektvaraktighet.
uk: Модель, що використовується Loop, дозволяє налаштувати тривалість дії.
vi: Mô hình cũ được Loop sử dụng, cho phép tùy chỉnh thời lượng hành động.

source: The maximum bolus amount is %@ Units
ar: الحد الأقصى للجرعة هو %@ وحدات
fi: Suurin sallittu bolus on %@ yksikköä
pl: Maksymalny bolus wynosi %@ jednostek
pt_br: O bolus máximo é %@ Unidades
sv: Den maximala bolusdosen är %@ enheter
uk: Максимальна сума болюсу %@ од
vi: Số lượng bolus tối đa là %@ Units

source: U
ar: وحدة
pl: J
sv: E
uk: од

source: Use Workout Glucose Targets
ar: استخدم أهداف قراءات سكر الدم للتمارين
fi: Käytä liikuntatilan glukoositavoitetteita
pl: Użyj zakresu glukozy dla wysiłku fizycznego
pt_br: Usar Metas de Glicemia de Exercício
sv: Använd målvärden för träning
uk: Використовувати цілі глюкози для фічних навантажень
vi: Sử dụng Workout Glucose Targets
