Repository: LoopKit/Loop
Catalog: Loop/*.lproj/Main.strings
Languages: ar, fr, it, ja, pl, ru, sk, tr, uk, vi

# 3kU-n2-fha.title
source: Status
ar: الحالة
fr: Statut
it: Stato
ja: ステータス
ru: Состояние
sk: Stav
tr: Durum
uk: Статус
vi: Tình trạng

# 5gz-kZ-iF1.text
source: 3.5 U/hour @ 12:12 PM
ar: 3.5 وحدة/ساعة @ 12:12 مساء
fr: 3.5 U/h @ 12:12 PM
it: 3.5 U/ora @ 12:12 PM
ja: 3.5 U/時 @ 12:12 PM
pl: 3.5 J/godzinę @ 12:12 PM
ru: 3,5 ед./час @ 12:12 PM
sk: 3,5 i/hod o 12:12
tr: 3.5 Ü/saat @ 12:12 PM
uk: 3.5 о/год @ 12:12 PM

# 5oA-6d-ZTL.text
source: Bolus
ar: الضخ
it: Bolo
ja: ボーラス
ru: Болюс
uk: Болюс
vi: Liều Bolus

# 5TX-kX-nBo.text
source: Pump ID
ar: رقم هوية المضخة
fr: ID de la pompe
it: ID Microinfusore
ja: ポンプID
pl: ID pompy
ru: идентификационный № помпы
uk: ID Помпи
vi: Số ID của bơm

# 7LT-50-ZzK.accessibilityLabel
source: Bolus Amount
ar: كمية الضخ
fr: Quantité de bolus
it: Quantità di bolo
ja: ボーラス量
pl: Ilość bolusa
ru: Величина болюса
uk: Сума болюсу
vi: Khối lượng liều Bolus

# 87H-N1-0vJ.text
source: Predicted
ar: تنبأ
fr: Prédit
it: Predittivo
ja: 予想
pl: Przewidywany
ru: Предсказываемый
sk: Predpoklad
tr: Tahmini
uk: Передбачається
vi: Được dự đoán

# aCb-Qs-bpu.text
source: Detail
ar: تفاصيل
fr: Détail
it: Dettaglio
ja: 詳細
pl: Szczegóły
ru: Детали
tr: Detay
uk: Подробиці
vi: Chi tiết

# aiu-ZA-zVa.title
source: Bolus
ar: الجرعة
it: Bolo
ja: ボーラス
pl: Bolusa
ru: Болюс
uk: Болюс
vi: Liều Bolus

# bIL-Ub-qYp.text
source: Label
ar: علامة
fr: Étiquette
it: Etichetta
ja: ラベル
pl: Etykieta
ru: Пометка
tr: Etiket
vi: Nhãn

# bq4-98-cQU.text
source: Glucose Change
ar: تغير قراءات السكر
fr: Variation de la glycémie
it: Modifica del Glucosio
ja: グルコース変動
pl: Zmiana poziomu glukozy
ru: Изменение глюкозы
sk: Zmena glykémie
tr: KŞ Değişimi
uk: Зміна глюкози
vi: Mức đường huyết thay đổi

# BR0-dr-Fj2.accessibilityLabel
source: Units
ar: وحدات
fr: Unités
it: Unità
ja: 単位
pl: Jednostki
ru: Единицы
uk: Одиниці

# BR0-dr-Fj2.text
source: U
ar: وحدة
pl: J
ru: ед
uk: Од.

# cpo-Po-gFM.text
source: Label
ar: علامة
fr: Étiquette
it: Etichetta
ja: ラベル
pl: Etykieta
ru: Пометка
vi: Nhãn

# d3X-AN-tA5.text
source: g Total
ar: g المجموع
fr: g Totaux
it: g Totali
ja: g 合計
pl: g łącznie
ru: всего грамм
sk: g Celkom
tr: gr Toplam
uk: г Всього
vi: g Tổng cộng

# D4C-I2-dhA.text
source: Future glucose is predicted by combining the effects of multiple inputs. Use this tool to toggle various inputs to see how they compare to the final prediction.
fr: La glycémie future est prédite en combinant les effets de plusieurs facteurs. Utilisez cet outils pour changer différents facteurs afin d'observer leur impact sur la prédiction finale.
it: La glicemia futura é predetta adottando una combinazione di multiple funzioni. Utilizzare questo strumento per attivare o meno le varie funzioni per valutare come esse influiscono sul valore glicemico predetto.
ja: 予想グルコースは複数のインプットの効果を組み合わせて算出されます。このツールでは様々なインプットを切り替えて最終予想にどのように関わっているか見ることができます。
pl: Poziom glukozy jest przewidywany dzięki syntezie wielu wprowadzonych danych z różnych źródeł. Użyj tego narzędzia, aby przełączyć różne źródła i zobaczyć jak wpływają na ostateczny wynik.
ru: Будущие значения СК предсказываются на основе определения эффекта множественных факторов. Пользуйтесь этим инструментом для перехода между разными вводными чтобы увидеть как они сопоставимы с окончательным предсказанием
sk: Budúca glykémia sa predpovedá kombináciou účinkov viacerých vstupov. Pomocou tohto nástroja môžete prepínať rôzne vstupy, aby ste videli, ako vplývajú v porovnaní s konečnou predpoveďou.
tr: Gelecekteki KŞ, çoklu girdilerin etkilerini birleştirerek tahmin edilir. Son tahminle nasıl karşılaştırıldıklarını görmek üzere çeşitli girdiler arasında geçiş yapmak için bu aracı kullanın.
uk: Майбутня глюкоза прогнозується шляхом поєднання ефектів кількох входів. Використовуйте цей інструмент для перемикання різних входів, щоб побачити, як вони порівнюються з кінцевим прогнозом.
vi: Glucose trong tương lai được dự đoán bằng cách kết hợp các tác động của nhiều dữ liệu đầu vào. Sử dụng công cụ này để chuyển đổi các đầu vào khác nhau để xem cách chúng so sánh với dự đoán cuối cùng.

# d6m-qV-wWi.text
source: Label
ar: علامة
fr: Étiquette
it: Etichetta
ja: ラベル
pl: Etykieta
ru: Пометка
tr: Etiket
vi: Nhãn

# dmB-PQ-B44.title
source: Settings
ar: الإعدادات
fr: Paramètres
it: Impostazioni
ja: 設定
pl: Ustawienia
ru: Настройки
uk: Налаштування
vi: Cài đặt

# DyC-Sv-qP8.text
source: DEVICES
ar: أجهزة
fr: Dispositifs
it: DISPOSITIVI
ja: 機器
pl: URZĄDZENIA
ru: Устройства
uk: ПРИСТРОЇ
vi: THIẾT BỊ

# E41-FN-nkk.text
source: eventually 92 mg/dL
ar: في النهاية 92 mg/dL
fr: Éventuellement 92 mg/dL
it: probabile glic. 92 mg/dL
ja: 予想 92 mg/dL
pl: docelowo 92 mg/dL
ru: в конечном итоге 92 мг/дл
sk: pravdepodobne 92mg/dl
tr: Nihai KŞ 92 mg/dL
uk: зрештою 92 mg/dL
vi: kết quả 92 mg/dL

# EAn-Ja-S1d.text
source: Observed
ar: مُلاحظ
fr: Observé
it: Osservato
ja: 観察
pl: Obserwowany
ru: Наблюдается
sk: Pozorované
tr: Gözlendi
uk: Спостерігається
vi: Được quan sát

# hHZ-uY-aKw.text
source: Active Carbohydrates: 40g
ar: الكربوهيدرات النشطة: 40g
fr: Glucides actifs: 40g
it: Carboidrati Attivi: 40g
ja: 残存糖質: 40g
pl: Aktywne węglowodany: 40g
ru: Активные углеводы : 40 г
vi: Lượng Carbohydrates còn hoạt động: 40g

# hZZ-2S-lrd.title
source: Carbohydrate Effects
ar: تأثيرات الكربوهيدرات
fr: Effets des glucides
it: Effetti dei Carboidrati
ja: 糖質効果
pl: Efekty wywołane przez węglowodany
ru: Действие углеводов
sk: Účinky sacharidov
tr: Karbonhidrat Etkileri
uk: Ефекти вуглеводів

# IxU-As-glo.text
source: Observed changes in glucose, subtracting changes modeled from insulin delivery, can be used to estimate carbohydrate absorption.
ar: التغيرات الملاحظة على سكر الدم وتغيرات الخصم المشكل من توصيل الأنسولين بالإمكان استخدامها لتقدير امتصاص الكربوهيدرات.
fr: Les variations observées dans la glycémie, soustrayant les variations modélisées d'administration d'insuline peuvent être utilisées pour estimer l'absoption des glucides.
it: Per valutare l'assorbimento dei carboidrati, è possibile utilizzare i cambiamenti osservati nel glucosio, sottraendo i cambiamenti modellati dall'erogazione di insulina.
ja: 観察されたグルコース値の変動から、インスリン注入のモデルによる変動を引くことにより、糖質の吸収を推定することができます。
pl: Obserwowane zmiany w poziomie glukozy i uwzględnianie zmian podaży insuliny mogą być użyte do oszacowania czasu absorpcji węglowodanów.
ru: Наблюдаются изменения СК, вычитаются изменения смоделированные на подаваемом инсулине, могут использоваться для оценки усвоения углеводов
tr: İnsülin iletiminden modellenen değişiklikler çıkarılarak KŞ değerlerinde gözlemlenen değişiklikler, karbonhidrat emilimini tahmin etmek için kullanılabilir.
uk: Спостережувані зміни рівня глюкози, віднімаючи зміни, змодельовані з доставки інсуліну, можуть бути використані для оцінки поглинання вуглеводів.
vi: Những thay đổi quan sát được trong glucose, trừ đi những thay đổi được mô hình hóa từ việc cung cấp insulin, có thể được sử dụng để ước tính sự hấp thụ carbohydrate.

# J7x-W5-gwo.text
source: Detail
ar: تفاصيل
fr: Détail
it: Dettaglio
ja: 詳細
pl: Szczegóły
ru: Детали
tr: Detay
uk: Подробиці

# k0g-P7-OVN.text
source: ⚠ Glucose Predicted Below Range
ar: ⚠ التنبأ بسكر الدم دون النطاق
fr: ⚠ Glycémie prédite sous plage objectif
it: ⚠ Glicemie previste sotto il Range
ja: ⚠ 予想グルコースが補正範囲を下回ります
pl: ⚠ Przewidywana glukoza poniżej zakresu
ru: ⚠ Предсказываемая гликемия ниже диапазона
uk: ⚠ Глюкоза прогнозується нижче діапазону
vi: ⚠ Đường huyết dự đoán nằm dưới phạm vi

# k3F-Na-7mn.text
source: Recommended Basal
ar: الضخ المستمر المقترح
fr: Basale Recommendée
it: Basale Raccomandata
ja: 推奨基礎分泌量
pl: Rekomendowana dawka podstawowa
ru: Рекомендуемый базал
sk: Odporúčaný bazal
tr: Önerilen Bazal
uk: Рекомендований базал
vi: Khuyến nghị liều Basal

# Krd-Aa-ret.text
source: Label
ar: علامة
fr: Étiquette
it: Etichetta
ja: ラベル
pl: Etykieta
ru: Пометка
tr: Etiket
vi: Nhãn

# l7l-mw-Oc9.text
source: Label
ar: علامة
fr: Étiquette
it: Etichetta
ja: ラベル
pl: Etykieta
ru: Пометка
vi: Nhãn

# m9c-SQ-djE.text
source: Tap to set
ar: انقر للتعيين
fr: Appuyez pour définir
it: Imposta
ja: タップして確定
pl: Kliknij, aby ustawić
ru: Коснуться для установки
uk: Торкніться, щоб встановити
vi: Chạm để cài đặt

# mVz-dr-xLU.accessibilityLabel
source: Units
ar: وحدات
fr: Unités
it: Unità
ja: 単位
pl: Jednostki
ru: Единицы
uk: Одиниці

# mVz-dr-xLU.text
source: U
ar: وحدة
pl: J
ru: Ед
uk: Од.

# OFA-qT-ZAg.text
source: Label
ar: علامة
fr: Étiquette
it: Etichetta
ja: ラベル
pl: Etykieta
ru: Пометка
tr: Etiket
vi: Nhãn

# PA3-sP-cWY.title
source: Predicted Glucose
ar: سكر الدم المتوقع
fr: Glycémie prédite
it: Glicemia Predetta
ja: 予想グルコース
pl: Przewidywany poziom cukru
ru: Предсказываемый СК
sk: Predpokladaná glykémia
tr: Tahmini KŞ
uk: Прогнозована глюкоза
vi: Đường huyết được dự đoán

# pi6-Dh-72V.title
source: Insulin Model
ar: نوع الأنسولين
fr: Modèle d'insuline
it: Modello Insulina
ja: インスリンモデル
pl: Typ insuliny
ru: Модель инсулина
uk: Модель інсуліну

# PJv-p9-cFe.text
source: An insulin activity model is used to estimate effects of insulin on glucose levels. An accurate model can help prevent insulin stacking and safely recommend corrective treatments.
ar: يتم استخدام نموذج نشاط الأنسولين لتقدير آثار الأنسولين على مستويات قراءات سكر الدم. يمكن أن يساعد النموذج الدقيق في منع تكديس الأنسولين والتوصية بعلاجات تصحيحية آمنة.
fr: Un modèle de l'activité de l'insuline est utilisé pour estimer les effets de l'insuline sur le niveau de la glycémie. Un modèle fiable peut aider à empêcher un empillement d'insuline et recommender des traitements correctifs en toute sécurité.
it: Un modello di attività insulinica viene utilizzato per stimare gli effetti dell'insulina sui livelli di glucosio. Un modello accurato può aiutare a prevenire l'accumulo di insulina e consigliare in modo sicuro trattamenti correttivi.
ja: インスリン作用モデルはグルコース値へのインスリンの効果を概算するために使われます。正確なモデルにより、インスリンの蓄積を防ぎ、補正治療を安全に推奨することができます。
pl: Model aktywności insuliny jest używany do oszacowania wpływu insuliny na poziom glukozy. Dokładny model może uchronić przed chaotycznym/nadmiernym podawaniem insuliny i pozwala na zarekomendowanie prawidłowych dawek.
ru: Модель действия инсулина применяется для оценки влияния инсулина на уровни гликемии. Точная модель может помочь предотвратить переизбыток инсулина и рекомендовать безопасную коррекцию
uk: Модель інсулінової активності використовується для оцінки впливу інсуліну на рівень глюкози. Точна модель може допомогти запобігти накопиченню інсуліну та безпечно рекомендувати коригуючі методи лікування.
vi: Mô hình hoạt động của insulin được sử dụng để ước tính tác động của insulin lên mức glucose. Một mô hình chính xác có thể giúp ngăn việc chồng liều và đưa ra khuyến nghị một liều bổ sung an toàn.

# Rse-x8-amW.text
source: eventually 92 mg/dL
ar: في النهاية 92 mg/dL
fr: Éventuellement 92 mg/dL
it: probabile glic. 92 mg/dL
ja: 予想 92 mg/dL
pl: docelowo 92 mg/dL
ru: в конечном итоге 92 мг/дл
sk: pravdepodobne 92mg/dl
tr: Nihai KŞ 92 mg/dL
uk: зрештою 92 mg/dL
vi: kết quả là 92 mg/dL

# SQx-au-ZcM.text
source: g Active Carbs
ar: g كارب نشط
fr: g COB
ja: g 残存糖質
ru: г COB
sk: g Aktívne sacharidy
tr: gr Aktif Karb.
uk: г COB
vi: g COB

# tuw-av-A3x.text
source: Glucose
ar: قراءات السكر
fr: Glycémie
it: Glicemie
ja: 血糖値
pl: Glukoza
ru: Гликемия
sk: Glykémia
tr: Kan şekeri
uk: Глюкоза
vi: Đường huyết

# ufi-Kj-33k.text
source: Label
ar: علامة
fr: Étiquette
it: Etichetta
ja: ラベル
pl: Etykieta
ru: Пометка
tr: Etiket
vi: Nhãn

# viU-7a-kbI.text
source: Active Insulin: 1.5U
ar: الأنسولين النشط: 1.5وحدة
fr: Insuline active: 1.5U
it: Insulina Attiva: 1.5U
ja: 残存インスリン: 1.5U
pl: Aktywna insulina: 1.5J
ru: Активный инсулин: 1,5 ед
vi: Lượng insulin còn hoạt động: 1.5U

# Vpi-5b-bY5.title
source: Carbohydrates
ar: الكربوهيدرات
fr: Glucides
it: Carboidrati
ja: 残存糖質
pl: Węglowodany
ru: Углеводы
sk: Sacharidy
tr: Karbonhidratlar
uk: Вугдеводи

# Wk3-xv-IM5.text
source: 4 hour
ar: 4 ساعات
fr: 4 heure
it: 4 ore
ja: 4時間
pl: 4 godziny
ru: 4 часа
uk: 4 год.
vi: 4 giờ

# Ya0-9b-ZAS.normalTitle
source: Deliver
ar: ضخ
fr: Administrer
it: Invia
ja: 注入
pl: Podaj
ru: Доставить

# ywT-OR-NnU.text
source: Recommended
ar: مقترح
fr: Recommandé
it: Consigliato
ja: 推奨
pl: Rekomendowane
ru: Рекомендовано
uk: Рекомендовано
vi: Được khuyến nghị

# zbc-87-wxZ.text
source: Title
ar: عنوان
fr: Titre
it: Titolo
ja: タイトル
pl: Tytuł
ru: Название
sk: Názov
tr: Başlık
uk: Назва
