Repository: LoopKit/Loop
Catalog: WatchApp Extension/*.lproj/Localizable.strings
Languages: ar, it, ja, pl, pt_br, ru, uk, vi

source: Active Carbs
ar: كارب النشط
it: Carboidrati attivi
ja: 残存糖質
pl: Aktywne węglowodany
pt_br: Carboidratos Ativos
ru: Активные углеводы
uk: Активні вуглеводи
vi: Lượng Carbs còn hoạt động

source: Active Insulin
ar: أنسولين نشط
it: Insulina attiva
ja: 残存インスリン
pl: Aktywna insulina
pt_br: Insulina Ativa
ru: Активный инсулин
uk: Активний інсулін
vi: Lượng Insulin còn hoạt động

source: Bolus Failed
ar: فشل في إعطاء الجرعة
it: Bolo Fallito
ja: ボーラス不成功
pl: Podanie bolusa nie powiodło się
pt_br: Bolus Falhou
ru: Болюс не состоялся
uk: Болюсний збій
vi: Bolus lỗi

source: Dismiss
ar: تجاهل
it: Rimuovere
ja: 閉じる
pl: Zignoruj
pt_br: Dispensar
ru: Пропустить
uk: Приховати
vi: Từ bỏ

source: Make sure your iPhone is nearby and try again
ar: تأكد من أن الآيفون الخاص بك قريب ثم حاول مرة أخرى
it: Assicurati che il tuo iPhone sia vicino e riprova
ja: iPhone が近くにあることを確認して、再実行してください
pl: Upewnij się, że Twój iPhone jest w pobliżu i spróbuj ponownie
pt_br: Verifique se o iPhone está próximo e tente novamente
ru: Убедитесь, что ваш iPhone поблизости и повторите попытку
uk: Переконайтеся, що ваш iPhone поруч, і повторіть спробу
vi: Đảm bảo rằng iPhone của bạn đang ở gần và thử lại

source: Net Basal Rate
ar: صافي الضخ المستمر
it: Velocità basale netta
ja: 正味基礎インスリン
pl: Dawka podstawowa netto
pt_br: Taxa Basal Líquida
ru: Нетто скорость базала
uk: Чиста базальна ставка
vi: Tỷ lệ liều basal ròng

source: Override
ar: تجاوز
it: Attiva regolazione manuale
ja: オーバーライド
pl: Pominięcie
pt_br: Sobrepor
ru: Перезаписать
uk: Замінити
vi: Chồng liều

source: Rec: %@ U
ar: التوصية: %@ U
ja: 推奨: %@ U
pl: Rekomendowane: %@ J
ru: Рекомендовано: %@ ед
uk: Рек: %@ од
vi: Khuyến nghị: %@ U

source: Reservoir Volume
ar: حجم الخزان
it: Volume serbatoio
ja: リザーバ残量
pl: Objętość w zbiorniku
pt_br: Volume do Reservatório
ru: Остаток картриджа
uk: Об'єм резервуару
vi: Khối lượng ngăn chứa insulin

source: Send Failed
ar: فشل الإرسال
it: Invio Fallito
ja: 送信に失敗
pl: Wysyłanie nie powiodło się
pt_br: Envio falhou
ru: Ошибка отправки
uk: Не вдалося надіслати
vi: Chuyển bị lỗi

source: U/hr
ar: وحدة لكل ساعة
it: U/ora
ja: U/時
pl: J/godz.
ru: Ед./ч.
uk: Од/год
vi: U/giờ

source: Workout
ar: التمارين
it: Attività fisica
ja: 運動
pl: Wysiłek fizyczny
pt_br: Exercício
ru: Нагрузка
uk: Тренування
vi: Tập luyện
